Repository: xch-dev/sage
Catalog: src/locales/*/messages.po
Languages: de_de

source: {didsCount, plural, one {You do not currently have any DID profile. Would you like to create one?} other {You do not currently have any DID profiles. Would you like to create one?}}
de_de: {didsCount, plural, one {Sie haben derzeit noch kein DID-Profil. Möchten Sie eines erstellen?} other {Sie haben derzeit noch keine DID Profile. Möchten Sie eines erstellen?}}

source: {peersToDeleteCount, plural, one {Ban peer temporarily} other {Ban peers temporarily}}
de_de: {peersToDeleteCount, plural, one {Peer vorübergehend verbieten} other {Peers vorübergehend verbieten}}

source: {peersToDeleteCount, plural, one {Remove Peer} other {Remove Peers}}
de_de: {peersToDeleteCount, plural, one {Peer entfernen} other {Peers entfernen}}

source: {peersToDeleteCount, plural, one {This will remove the peer from your connection. If you are currently syncing against this peer, a new one will be used to replace it.} other {This will remove # peers from your connection. If you are currently syncing against these peers, new ones will be used to replace them.}}
de_de: {peersToDeleteCount, plural, one {Dadurch wird der Peer aus Ihrer Verbindung entfernt. Wenn Sie gerade mit diesem Peer synchronisieren, wird er durch einen neuen ersetzt.} other {Dadurch werden # Peers aus Ihrer Verbindung entfernt. Wenn Sie gerade mit diesen Peers synchronisieren, werden sie durch einen neuen ersetzt.}}

source: {peersToDeleteCount, plural, one {Will temporarily prevent the peer from being connected to.} other {Will temporarily prevent the peers from being connected to.}}
de_de: {peersToDeleteCount, plural, one {Verhindert vorübergehend die Verbindung zum Peer.} other {Verhindert vorübergehend die Verbindung zu den ausgewählten Peers.}}

source: {selectedCount} selected
de_de: {selectedCount} ausgewählt

source: Actions
de_de: Aktionen

source: Add new peer
de_de: Neuen Peer hinzufügen

source: Add NFT URL
de_de: NFT-URL hinzufügen

source: Add Peer
de_de: Peer hinzufügen

source: Add the assets you are offering.
de_de: Fügen Sie die von Ihnen angebotenen Assets hinzu.

source: Add the assets you are requesting.
de_de: Fügen Sie die angeforderten Assets hinzu.

source: Add URL
de_de: URL hinzufügen

source: Address
de_de: Addresse

source: Address Batch Size
de_de: Adresse Batchgröße

source: Address is required
de_de: Adresse ist erforderlich

source: Addresses
de_de: Adressen

source: Advanced
de_de: Erweitert

source: All Addresses
de_de: Alle Adressen

source: Amount
de_de: Betrag

source: Amount includes
de_de: Der Betrag enthält

source: Are you sure you want to delete this wallet? This cannot be undone, and all funds will be lost unless you have saved your mnemonic phrase.
de_de: Sind Sie sicher, dass Sie den Wallet löschen wollen? Dieser Vorgang kann nicht rückgängig gemacht werden, und Ihr gesamtes Guthaben geht verloren, solange Sie die Mnemonics nicht gespeichert haben.

source: Are you sure you want to remove {peersToDeleteCount} peers?
de_de: Sind Sie sicher, dass Sie {peersToDeleteCount} Peers entfernen wollen?

source: Are you sure you want to remove the peer?
de_de: Sind Sie sicher, dass Sie den Peer entfernen wollen?

source: Are you sure you want to resync this wallet's data? This will re-download data from the network which can take a while depending on the size of the wallet.
de_de: Sind Sie sicher, dass Sie die Daten vom Wallet erneut synchronisieren möchten? Dadurch werden die Daten erneut aus dem Netzwerk heruntergeladen, was je nach Größe der Wallet eine Weile dauern kann.

source: Assign Profile
de_de: Profil zuweisen

source: at peak {peerMaxHeight}
de_de: bei Höchststand {peerMaxHeight}

source: Attributes
de_de: Attribute

source: Back
de_de: Zurück

source: Bulk Burn NFTs
de_de: Massenverbrennung von NFTs

source: Bulk Transfer NFTs
de_de: Massentransfer NFTs

source: Burn
de_de: Verbrennung

source: Burn NFT
de_de: NFT verbrennen

source: Burn Profile
de_de: Profil verbrennen

source: By disabling this you are creating a cold wallet, with no ability to sign transactions. The mnemonic will need to be saved elsewhere.
de_de: Wenn Sie diese Funktion deaktivieren, erstellen Sie ein Cold Wallet, in dem keine Transaktionen signiert werden können. Die Mnemonik muss an einder andereren Stelle gespeichert werden.

source: Cancel
de_de: Abbrechen

source: Cancel Offer
de_de: Offer Abbrechen

source: CAT icon
de_de: CAT Symbol

source: Change
de_de: Ändern

source: Collection Name
de_de: Name der Kollektion

source: Combine
de_de: Zusammenfügen

source: Combine {ticker}
de_de: {ticker} zusammenfügen

source: Confirm
de_de: Bestätigen

source: Confirm transaction?
de_de: Transaktion bestätigen?

source: Confirmed
de_de: Bestätigen

source: Connect
de_de: Verbinden

source: Connected to {totalPeersCount} peers
de_de: Verbunden mit {totalPeersCount} Peers

source: connecting...
de_de: verbinden...

source: Copy
de_de: Kopieren

source: Copy ID
de_de: ID Kopieren

source: Create
de_de: Erstellen

source: Create a new offer to get started with peer-to-peer trading.
de_de: Erstellen Sie ein neues Offer, um mit dem Peer-to-Peer-Handel zu beginnen.

source: Create a profile?
de_de: Ein Profil erstellen?

source: Create Offer
de_de: Offer Erstellen

source: Create Profile
de_de: Profile Erstellen

source: Create Wallet
de_de: Wallet Erstellen

source: Creating Offer
de_de: Offer wird erstellt

source: Currency Symbol
de_de: Währungssymbol

source: Dark Mode
de_de: Dunkler Modus

source: Data
de_de: Daten

source: Data Hash
de_de: Daten Hash

source: Data URIs
de_de: Daten URIs

source: Data URLs
de_de: Daten URLs

source: Days
de_de: Tage

source: Delete
de_de: Löschen

source: Delete {selectedPeersCount}
de_de: {selectedPeersCount} Löschen

source: Delete saved offer files
de_de: Gespeicherte Offer-Dateien löschen

source: Description
de_de: Beschreibung

source: Did you save your mnemonic?
de_de: Haben Sie Ihre Mnemonic gespeichert?

source: Disconnect
de_de: Verbindung trennen

source: Discover peers automatically
de_de: Peers automatisch entdecken

source: Done
de_de: Fertig

source: Edit
de_de: Bearbeiten

source: Edit Token Details
de_de: Token Details Bearbeiten

source: Enter address
de_de: Addresse eingeben

source: Enter amount
de_de: Summer eingeben

source: Enter comma separated URLs
de_de: Kommagetrennte URLs eingeben

source: Enter fee amount
de_de: Gebührenbetrag eingeben

source: Enter network fee
de_de: Netzwerkgebühr eingeben

source: Enter Offer String
de_de: Offer Text Eingeben

source: Enter percent
de_de: Prozent eingeben

source: Enter the IP address of the peer you want to connect to.
de_de: IP-Adresse des Peers eingeben, mit dem Sie sich verbinden möchten.

source: Enter the new display details for this token
de_de: Display-Details für neues Token eingeben

source: Enter the new display name for this profile.
de_de: Geben Sie den neuen Anzeigenamen für dieses Profil ein.

source: Enter the new display name for this wallet.
de_de: Geben Sie den neuen Anzeigenamen für den Wallet ein

source: Enter URL
de_de: URL Eingeben

source: Expiring offer
de_de: Auslaufendes Offer

source: External Links
de_de: Externe Links

source: Fee
de_de: Gebühr

source: Fee exceeds recommended maximum of 0.001 {ticker}
de_de: Gebühr übersteigt das empfohlene Maximum von 0.001 {ticker}

source: Fresh Address
de_de: Neue Addresse

source: Generate addresses automatically
de_de: Addressen automatisch generieren

source: Go to wallet
de_de: Zum Wallet gehen

source: Group Collections
de_de: Kollektionen gruppieren

source: Height:
de_de: Höhe:

source: Hide
de_de: Verstecken

source: High Transaction Fee
de_de: Hohe Transaktionsgebühr

source: Hours
de_de: Stunden

source: Import
de_de: Importieren

source: Import Wallet
de_de: Wallet Importieren

source: Invalid address
de_de: Ungültige Adresse

source: IP Address
de_de: IP Addresse

source: Issue Token
de_de: Token ausgeben

source: Kind
de_de: Sorte

source: Kind is required
de_de: Sorte ist erforderlich

source: Language
de_de: Sprache

source: License
de_de: Lizenz

source: License Hash
de_de: Lizenz Hash

source: License URIs
de_de: Lizenz URIs

source: License URLs
de_de: Lizenz URLs

source: Login
de_de: Anmelden

source: Logout
de_de: Abmelden

source: Make sure you have saved your mnemonic. You will not be able to access it later, since it will not be saved in the wallet. You will also not be able to make transactions with this wallet.
de_de: Stellen Sie sicher, dass Sie Ihre Mnemonic gespeichert haben. Sie können später nicht darauf zugreifen, da sie nicht im Wallet gespeichert wird. Sie können auch keine Transaktionen mit diesem Wallet durchführen.

source: Manage offers
de_de: Offers verwalten

source: Metadata
de_de: Metadaten

source: Metadata Hash
de_de: Metadaten Hash

source: Metadata URIs
de_de: Metadaten URIs

source: Metadata URLs
de_de: Metadaten URLs

source: Mint NFT
de_de: NFT Minten

source: Minter DID
de_de: DID des Minters

source: Minutes
de_de: Minuten

source: Name is required
de_de: Name ist erforderlich

source: Name of your wallet
de_de: Name Ihres Wallets

source: Network
de_de: Netzwerk

source: Network Fee
de_de: Netzwerkgebühr

source: Network fee amount
de_de: Netzwerkgebührenbetrag

source: Network ID
de_de: Netzwerk ID

source: Network status
de_de: Netzwerkstatus

source: New Offer
de_de: Neuer Offer

source: Next page
de_de: Nächste Seite

source: NFT options
de_de: NFT optionen

source: NFT preview
de_de: NFT Vorschau

source: No active sessions
de_de: Keine aktiven Sessions

source: No collection
de_de: Keine Kollektion

source: No offers yet
de_de: Keine Offers vorhanden

source: No results.
de_de: Keine Ergebnisse.

source: None
de_de: Nichts

source: Not enough funds to cover the fee
de_de: Nicht genügend Guthaben, um die Gebühr zu decken

source: Note
de_de: Notiz

source: Offer Created
de_de: Offer Erstellt

source: Offered
de_de: Offeriert

source: Output Count
de_de: Output Anzahl

source: Owner DID
de_de: Besitzer DID

source: Paste WalletConnect URI
de_de: WalletConnect URI einfügen

source: Paste your offer string here...
de_de: Offer-Text hier einfügen...

source: Peer List
de_de: Peer Liste

source: Pending...
de_de: Ausstehend...

source: Permanently Burned
de_de: Permanent verbrannt

source: Permanently Delete
de_de: Permanent löschen

source: Previous page
de_de: Vorherige Seite

source: Processing offer data...
de_de: Verarbeitet die Offer-Daten...

source: Profile
de_de: Profil

source: Profile is required
de_de: Profil ist erforderlich

source: Profile name
de_de: Profilname

source: Profiles
de_de: Profile

source: Receive
de_de: Empfangen

source: Receive {ticker}
de_de: {ticker} empfangen

source: Receive Address
de_de: Empfangsadresse

source: Received
de_de: Erhalten

source: Receiving
de_de: Erhaltet

source: Refresh Info
de_de: Info aktualisieren

source: Rename
de_de: Umbenennen

source: Rename Profile
de_de: Profil umbenennen

source: Rename Wallet
de_de: Wallet umbenennen

source: Requested
de_de: Angefordert

source: Resync
de_de: Neu synchronisieren

source: Resync ({network})
de_de: {network} neu synchronisieren

source: Resync on {network}
de_de: {network} neu synchronisieren

source: Royalties {royaltyPercentage}%
de_de: Lizenzgebühren {royaltyPercentage}%

source: Royalty Address
de_de: Royalty Addresse

source: Royalty Percent
de_de: Royalty Prozent

source: royalty to
de_de: royalty zu

source: Save mnemonic
de_de: Mnemonic speichern

source: Save Offer
de_de: Offer speichern

source: Select all coins
de_de: Alle Coins auswählen

source: Select coin row
de_de: Coin-Reihe auswählen

source: Select kind
de_de: Sorte auswählen

source: Select network
de_de: Netzwerk auswählen

source: Select profile
de_de: Profil auswählen

source: Selected {selectedPeersCount} of {totalPeersCount} peers
de_de: {selectedPeersCount} von {totalPeersCount} Peers ausgewählt

source: Send
de_de: Senden

source: Send {ticker}
de_de: {ticker} senden

source: Sending
de_de: wird gesendet

source: Sent
de_de: Gesendet

source: Settings
de_de: Einstellungen

source: Show
de_de: Anzeigen

source: Show all coins
de_de: Alle Coins anzeigen

source: Show unspent coins only
de_de: Nur nicht ausgegebene Coins anzeigen

source: Sign Transaction
de_de: Transaktion signieren

source: Sort Alphabetically
de_de: Alphabetisch sortieren

source: Sort by Balance
de_de: Nach Guthaben sortieren

source: Sort options
de_de: Sortieroptionen

source: Sort Recent
de_de: Nach Neuestem sortieren

source: Spent
de_de: Ausgegeben

source: Spent Coins
de_de: Ausgegebene Coins

source: Split
de_de: Splitten

source: Split {ticker}
de_de: {ticker} splitten

source: Submit
de_de: Senden

source: Submitting
de_de: Wird gesendet

source: Summary
de_de: Zusammenfassung

source: Syncing {syncedCoins} / {totalCoins}
de_de: {syncedCoins} / {totalCoins} synchronisieren

source: Syncing in progress...
de_de: Synchronisierung läuft...

source: Take Offer
de_de: Offer nehmen

source: Target Peers
de_de: Ziel-Peers

source: The assets being given to you in the offer.
de_de: Die Assets, werden Ihnen in ein Offer angeboten.

source: The assets you have to pay to fulfill the offer.
de_de: Die Assets, die Sie bezahlen müssen, um das Offer zu erfüllen.

source: The offer has been created and imported successfully. You can copy the offer file below and send it to the intended recipient or make it public to be accepted by anyone.
de_de: Das Offer wurde erfolgreich erstellt und importiert. Sie können die Offer-Datei unten kopieren und an den beabsichtigten Empfänger senden oder öffentlich machen, um von jedem akzeptiert zu werden.

source: The wallet generates a new address after each transaction. Old ones stay valid.
de_de: Die Wallet generiert nach jeder Transaktion eine neue Adresse. Die alten bleiben gültig.

source: The wallet is still syncing. Balances may not be accurate until it completes.
de_de: Die Wallet synchronisiert noch. Der Guthaben ist möglicherweise nicht korrekt, bis der Vorgang abgeschlossen ist.

source: There aren't any wallets to log into yet. To get started, create a new wallet or import an existing one.
de_de: Es gibt noch keine Wallets, in die Sie sich einloggen können. Um loszulegen, erstellen Sie ein neues Wallet oder importieren Sie ein vorhandenes.

source: This is the raw JSON spend bundle for this transaction. If you sign it, the transaction can be submitted to the mempool externally.
de_de: Dies ist das Roh-JSON-Spendenbündel für diese Transaktion. Wenn Sie es signieren, kann die Transaktion extern an den Mempool übermittelt werden.

source: This will add an additional URL to the NFT. It is not possible to remove URLs later, so be careful with this and try to use permanent URLs if possible.
de_de: Dadurch wird eine zusätzliche URL zum NFT hinzugefügt. Es ist nicht möglich, URLs später zu entfernen, seien Sie also vorsichtig und versuchen Sie, permanente URLs zu verwenden, wenn möglich.

source: This will assign the NFT to the selected profile.
de_de: Dadurch wird das NFT dem ausgewählten Profil zugewiesen.

source: This will bulk assign the NFTs to the selected profile.
de_de: Dadurch werden die NFTs dem ausgewählten Profil in der Masse zugewiesen.

source: This will bulk burn {selectedCount} NFTs. This cannot be undone. Are you sure you want to proceed?
de_de: Dadurch werden {selectedCount} NFTs verbrannt. Dies kann nicht rückgängig gemacht werden. Sind Sie sicher, dass Sie fortfahren möchten?

source: This will bulk transfer {selectedCount} NFTs to another wallet. Are you sure you want to proceed?
de_de: Dadurch werden {selectedCount} NFTs in ein anderes Wallet übertragen. Sind Sie sicher, dass Sie fortfahren möchten?

source: This will combine all of the selected coins into one.
de_de: Dadurch werden alle ausgewählten Coins zu einem einzigen kombiniert.

source: This will delete the offer from the wallet, but if it's shared externally it can still be accepted. The only way to truly cancel a public offer is by spending one or more of its coins.
de_de: Dadurch wird das Offer aus dem Wallet gelöscht, aber wenn es extern geteilt wird, kann es immer noch akzeptiert werden. Der einzige Weg, ein öffentliches Angebot wirklich zu stornieren, besteht darin, einen oder mehrere seiner Coins auszugeben.

source: This will permanently delete the NFT by sending it to the burn address.
de_de: Dadurch wird das NFT dauerhaft gelöscht, indem es an die Burn-Adresse gesendet wird.

source: This will permanently delete the profile by sending it to the burn address.
de_de: Dadurch wird das Profil dauerhaft gelöscht, indem es an die Burn-Adresse gesendet wird.

source: This will send the NFT to the provided address.
de_de: Dadurch wird das NFT an die angegebene Adresse gesendet.

source: This will send the profile to the provided address.
de_de: Dadurch wird das Profil an die angegebene Adresse gesendet.

source: This will split all of the selected coins.
de_de: Dadurch werden alle ausgewählten Coins aufgeteilt.

source: Ticker is required
de_de: Ticker ist erforderlich

source: Toggle hidden NFTs
de_de: Versteckte NFTs umschalten

source: Toggle multi-select
de_de: Mehrfachauswahl umschalten

source: Toggle navigation menu
de_de: Navigationsmenü umschalten

source: Transaction Output
de_de: Transaktionsausgabe

source: Transaction Signed
de_de: Signierte Transaktion

source: Transactions
de_de: Transaktionen

source: Transfer
de_de: Transferieren

source: Transfer NFT
de_de: NFT transferieren

source: Transfer Profile
de_de: Profil transferieren

source: Unknown
de_de: Unbekannt

source: Unknown App
de_de: Unbekannte App

source: Unknown asset
de_de: Unbekanntes Asset

source: Unknown NFT
de_de: Unbekanntes NFT

source: Unnamed
de_de: Unbenannt

source: Unspent
de_de: Nicht ausgegeben

source: Untitled Profile
de_de: Unbenanntes Profil

source: Upload to Dexie
de_de: Zu Dexie hochladen

source: Upload to MintGarden
de_de: Zu MintGarden hochladen

source: URL is required
de_de: URL ist erforderlich

source: Use 24 words
de_de: Verwenden Sie 24 Wörter

source: View hidden
de_de: Versteckte anzeigen

source: View Offer
de_de: Offer anzeigen

source: Wallet icon
de_de: Wallet Symbol

source: Warning
de_de: Warnung

source: While 12 word mnemonics are sufficiently hard to crack, you can choose to use 24 instead to increase security.
de_de: Obwohl 12-Wort-Mnemonics ausreichend schwer zu knacken sind, können Sie sich entscheiden, stattdessen 24 zu verwenden, um die Sicherheit zu erhöhen.

source: You
de_de: Sie

source: You can also paste an offer using
de_de: Sie können auch ein Angebot einfügen mit

source: You have not made any transactions yet.
de_de: Sie haben noch keine Transaktionen durchgeführt.
